# Terminal tools
brew "bat"
brew "cmake"
brew "eza"
brew "fd"
brew "fzf"
brew "gh"
brew "git-delta"
brew "jenv"
brew "lazygit"
brew "neovim"
brew "node"
brew "powerlevel10k"
brew "python@3.13"
brew "ripgrep"
brew "zellij"
brew "zoxide"
brew "zsh-autosuggestions"
brew "zsh-syntax-highlighting"

# Fonts
cask "font-meslo-lg-nerd-font"

# Terminal emulator
cask "wezterm"
