tap "koekeishiya/formulae"
brew "xz"
brew "azure-cli"
brew "bat"
brew "cmake"
brew "direnv"
brew "eza"
brew "fd"
brew "fzf"
brew "gh"
brew "git-delta"
brew "git-lfs"
brew "jenv"
brew "lazygit"
brew "neovim"
brew "node", link: false
brew "node@22", link: true
brew "powerlevel10k"
brew "ripgrep"
brew "tlrc"
brew "tmux"
brew "yarn"
brew "zellij"
brew "zoxide"
brew "zsh-autosuggestions"
brew "zsh-syntax-highlighting"
brew "koekeishiya/formulae/skhd"
brew "koekeishiya/formulae/yabai"
cask "font-fira-code"
cask "font-jetbrains-mono"
cask "font-meslo-lg-nerd-font"
cask "wezterm"
