brew "bash"
brew "bat"
brew "eza"
brew "fd"
brew "fzf"
brew "git-delta"
brew "neovim"
brew "powerlevel10k"
brew "tlrc"
brew "zellij"
brew "zoxide"
brew "zsh-autosuggestions"
brew "zsh-syntax-highlighting"
cask "copilot-cli"
cask "font-meslo-lg-nerd-font"
cask "wezterm"
